{
"series": [
            {
        "name":"the_heart_of_anger",
        "title":"The Heart of Anger",
        "scripture":"Matthew 5:21-26",
        "text":"Have you ever been sinfully angry with someone? Perhaps even yelled at someone in anger, or harbored a bitter spirit with someone? What does the Bible say about anger, and why is it such a huge issue to God?\n\nTom Pennington’s series The Heart of Anger gives you practical ways from Scripture to deal with anger, including how to reconcile with someone where anger has caused a breach in the relationship. You’ll also learn the warnings against not reconciling with someone, given that reconciliation is ultimately based in the character of God Himself.",
        "id":41,
        "startingIndex":172,
        "numberOfSermons":2
},

{
        "name":"bridge_over_troubled_water",
        "title":"Bridge Over Troubled Water: The Purpose of Trials",
        "scripture":"James 1:2-12",
        "text":"Ever been a time in your life when a stressful situation pushed you to the very limit? Where a sickness, job loss, death of a loved one, or any other situation became so overwhelming that you seemed powerless – without any sense of control?\n\nTrials are a reality – you can’t avoid them. The Bible is clear in that we will all face them – often without warning. It’s been said that trials are like storms on the ocean: You don’t always see them coming, you can’t avoid them, and they’re often dangerous.\n\nWhat does the Bible say about the purposes of trials? When they arise in your life, how should you respond? Tom Pennington helps you get your eyes off the trials and up to heaven itself in his series, Bridge over Troubled Water: The Purpose of Trials.\n\nBe encouraged by treasure of resources available to you when trials come your way – amazing promises that will comfort you and help sustain your faith during the trials you ensure.",
        "id":7,
        "startingIndex":51,
        "numberOfSermons":3
},

{
        "name":"christs_role_in_the_drama_of_redemption",
        "title":"Christ's Role in the Drama of Redemption",
        "scripture":"Ephesians 1:7-12",
        "text":"A secret plan that lies behind everything that happens in the world, a payment of a ransom in order to release a captive, and an inheritance beyond measure to the one released. Plot lines of a movie, you might think.\n\nRedemption, ransom, and atonement? What's the connection? According to God's Word, everyone is enslaved to sin prior to conversion. In such a situation, redemption is needed. If you are in Christ, He has redeemed you.\n\nTom Pennington?۪s series entitled Christ's Role in the Drama of Redemption shows you exactly how Christ's atonement freed the believer from the bonds of sin, by the payment of a ransom. And if the Son has set you free, you are free indeed.",
        "id":9,
        "startingIndex":58,
        "numberOfSermons":4
},

{
        "name":"contentment_the_lost_virtue",
        "title":"Contentment: The Lost Virtue",
        "scripture":"Philippians 4:10-13",
        "text":"It’s an on-demand world. Around every corner the world beckons with the latest phone upgrade, the new car to lease, the higher step on the ladder.\n\nThe Next New Thing to acquire is pushed to your mail every 15 minutes. Other things are more subtle. That friend’s house, that brother’s job, that other child’s toy. Regardless of age, you may at times feel unsatisfied. Discontent. Why is that? Contentment, it would seem, is a lost virtue.\n\nGod’s Word teaches that godliness with contentment is great gain. What is the secret to contentment, and what do you need to do in order to cultivate a heart of contentment? What are the characteristics of discontentedness?\n\nTom Pennington in his three-part series Contentment: The Lost Virtue shows you how to be like the apostle Paul: content in any situation of life, secure in the peace of Christ, enjoying and being satisfied fully in His provision.",
        "id":22,
        "startingIndex":94,
        "numberOfSermons":3
},

{
        "name":"five_hallmarks_of_a_biblical_church",
        "title":"Five Hallmarks of a Biblical Church",
        "scripture":"Selected Scriptures",
        "text":"The Goldsmiths' Hall in London exists to test the purity of precious metals. If a piece of metal passes the necessary tests for purity, the Hall stamps that piece of metal with an official symbol called a \"hallmark.\"  It's where we get the English word \"hallmark.\" The Goldsmiths' \"Hall\" puts its \"mark\" to indicate that the metal has passed its test for genuineness.\n\nTom Pennington opens the pastoral epistles and teaches the five essential hallmarks for identifying and maintaining a biblical church. Where they are present, you’ll have a biblical church. Where any are missing, you will have a church lacking in the standard of authenticity. Find out if your church meets the test of Scripture.",
        "id":27,
        "startingIndex":110,
        "numberOfSermons":5
},

{
        "name":"hard_call",
        "title":"Hard Call: When the Bible is Silent",
        "scripture":"Romans 14:1-15",
        "text":"Every person knows the laws and ordinances of God. How is that possible, even for those who have never heard about the Bible? Conscience. God has placed within every person a witness that shouts about the nature and character of God.\n\nWith that as a foundation, ask yourself: How do you know what choice is exactly right if something at hand is not mentioned in Scripture? What guidelines are available to know whether an action taken can be morally wrong? Does 'Christian liberty' permit anything, under the supposed shelter of grace?\n\nIn his series Hard Call: When the Bible is Silent, Tom Pennington opens God's Word and outlines the practical guidance needed to help you in issues of conscience, how to handle things not specifically addressed in Scripture, and the principles to best govern your decisions.",
        "id":28,
        "startingIndex":115,
        "numberOfSermons":5
},

{
        "name":"he_himself_is_our_peace",
        "title":"He Himself is Our Peace",
        "scripture":"Ephesians 2:14-18",
        "text":"Plainly seen is the history and temperament of the world. Alienation and hostility, at times even more than peace, seem to be part of every era, perhaps the only real constant. Maybe you see it in your own family, perhaps at your place of business. You see it in the course of empires. You see it on the local playground. Conflicts abound.\n\nIt may surprise you then that hostility and alienation occurs between every human being and God Himself. But how did this alienation occur? And what is the extent of the hostility?\n\nTom Pennington in his series entitled He Himself is Our Peace shows you the origins and depth of the separation between God and man. It’s a study in the second chapter of Ephesians, concluding with the glorious reconciliation that Christ Himself has brought about for those who would believe in Him.\n\nA wall of separation has been broken down. He did it just for you.",
        "id":15,
        "startingIndex":76,
        "numberOfSermons":3
},

{
        "name":"hook_line_and_sinker",
        "title":"Hook, Line and Sinker",
        "scripture":"James 1:13-18",
        "text":"The fisherman carefully baits the hook. He might use any number of techniques to catch the unsuspecting fish. It might be different bait, or a new lure, to attract a certain type. The result is all too familiar. The fish is caught.\n\nYou may react in a similar way. It may be a different kind of lure in a situation or setting, but you might pursue it. It can lead to disaster.\n\nIn his series Hook, Line and Sinker: A Study on Temptation, Tom Pennington takes a practical look at how you can avoid falling hook, line, and sinker by being aware of temptation’s origin, misconceptions, and stages.",
        "id":10,
        "startingIndex":62,
        "numberOfSermons":2
},

{
        "name":"how_to_live_like_a_pagan",
        "title":"How to Live Like a Pagan",
        "scripture":"Ephesians 4:17-19",
        "text":"Throughout history, one's worldview has influenced thinking, actions, and events. If true, how can you know whether your worldview has been shaped by Scripture, by worldly viewpoints, or by outright pagan philosophies?\n\nA related question: Does a person's 'thought life' impact their actions? God's Word responds with a resounding 'Yes.' Indeed, a person's way of thinking – and the worldviews and philosophies that have shaped it – are clearly displayed by their life.\n\nLike a skilled surgeon with instrument in hand, Tom Pennington takes a journey into the heart of the unbeliever in his series How to Live Like a Pagan.\n\nBased on an in-depth examination of Ephesians 4:17-19, How to Live Like a Pagan shows an unbeliever's essential characteristics and their outworking into the culture, yielding a dark picture of the unbeliever's heart, actions…and ultimate end.",
        "id":25,
        "startingIndex":104,
        "numberOfSermons":4
},

{
        "name":"just_by_faith_alone",
        "title":"Just by Faith Alone",
        "scripture":"Philippians 3:1-11",
        "text":"It is the foundation, the very heart of salvation. What would you say is the most important doctrine in the Bible – the very foundation of everything else in the Christian faith? If you said \"Justification by faith alone\", you’re not alone.\n\nHear Martin Luther: \"This doctrine is the head and the cornerstone. It alone begets, nourishes, builds, preserves, and defends the Church of God.\"\n\nTom Pennington in his 6-part series entitled Just by Faith Alone tackles the question on how sinful man is made righteous before God. It gets right to the heart of salvation. Can anything you do - walking an aisle, signing a card, getting baptized, or doing good things – get you into Heaven?\n\nApply the teachings in Tom’s series to confront your own heart, examining whether your eternal security is based on something you did, or whether your faith is wholly based on the righteousness of Another.",
        "id":4,
        "startingIndex":25,
        "numberOfSermons":6
},

{
        "name":"learning_to_use_gods_armor",
        "title":"Learning to Use God's Armor",
        "scripture":"Ephesians 6:10-17",
        "text":"If you're a Christian, you need to understand that there is a silent, invisible war being waged all around you, even inside your very mind. It's a war with serious consequences. Tragically, most Christians are completely oblivious to the reality of this war.\n\nWhat's at stake? Your spiritual health, growth, and effectiveness in this life. In the war that is the Christian life, you can only stand firm in the strength of Christ and the armor of God.\n\nAs you fight to spiritually survive in this war, make sure you're Learning to Use God's Armor. As Tom Pennington will show you in Ephesians 6:10-17, the soldier must be equipped, prepared, and ready to use the resources God has provided.",
        "id":38,
        "startingIndex":157,
        "numberOfSermons":8
},

{
        "name":"lies_christians_believe",
        "title":"Lies Christians Believe",
        "scripture":"Selected Scriptures",
        "text":"History is replete with tragic examples of people consumed by powerful influences. They often believed ideas without thinking and without stopping to consider before taking action. Instead, they just went along and, as a result, endured serious consequences.\n\nSadly, that has happened with many Christians in the contemporary church. Many have unthinkingly consumed the prevailing lies offered to them by the world around. They have bought into the powerful influence and lies of the culture in a way that threatens to destroy spiritual health... and even threatens to destroy their souls.\n\nTom Pennington's Lies Christians Believe unpacks the foundations of Romans chapter 12 verses 1 and 2. You'll learn to avoid having your thinking pushed into the mold of the prevailing mindset of the age, and instead have your mind renewed to embrace the thinking of God Himself.",
        "id":36,
        "startingIndex":144,
        "numberOfSermons":7
},

{
        "name":"look_in_the_mirror",
        "title":"Look in the Mirror",
        "scripture":"James 1:19-27",
        "text":"What does it mean to be a teachable disciple of Christ? Do you view the Bible as firm, secure, built on absolutes, and delivered to you by the Master Builder? Or do you find yourself questioning and doubting parts of the Bible while accepting others? Does the Bible mean what you want it to mean?\n\nYour response to the word of God is a perfect spiritual diagnostic tool. You can accurately discern both the legitimacy of your faith and the maturity of your faith by your response to Scripture. God never intended for Christians to hear the word preached without taking obedient action on it afterward.\n\nTake action then by joining Tom Pennington, as he opens the Book of James and reminds you how to be doer of the Word…and not just a hearer only.",
        "id":11,
        "startingIndex":64,
        "numberOfSermons":4
},

{
        "name":"lord_teach_us_to_pray",
        "title":"Lord, Teach Us to Pray",
        "scripture":"Matthew 6:5-15",
        "text":"Prayer. It’s one of the most vital parts of your life. A spiritual discipline, to be done without ceasing, according to the Scripture.\n\nBut suppose you’re a new Christian. Or for that matter, perhaps you’ve been a believer for years. Have you ever wondered, \"How do I pray?\"\n\nIndeed He did. The Lord Himself taught his disciples the exact pattern.\n\nTom Pennington’s 10-part series entitled Lord, Teach us to Pray guides you through the rich teachings of the Lord’s Prayer.",
        "id":1,
        "startingIndex":1,
        "numberOfSermons":10
},

{
        "name":"marriage_and_family",
        "title":"Marriage and Family",
        "scripture":"Selected Scriptures",
        "text":"It is the very first human relationship that God established. Scripture even declares that if you don’t live up to what He requires in marriage, it directly affects your spiritual relationship to Christ Himself.\n\nWithout question, marriage is held in high regard by our Lord Himself.\n\nIt was Martin Luther who once said, \"There is no more lovely, friendly, and charming relationship, communion, or company, than a good marriage.\"\n\nWhile you might agree, you know that different voices abound. What about the man’s role? Hasn’t the traditional role of the wife changed in recent decades? What does the Bible say about resolving conflict within marriage?\n\nIn his 10-part series entitled Marriage and Family, Tom Pennington will encourage, comfort, and in some cases challenge you in your understanding of this vital part of the Christian life.",
        "id":2,
        "startingIndex":11,
        "numberOfSermons":10
},

{
        "name":"mastering_materialism",
        "title":"Mastering Materialism",
        "scripture":"Matthew 6:25-34",
        "text":"Worry is one of the defining sins of the culture. Some call it anxiety. Others, fear. One thing is clear: worry is absolutely pandemic across the globe. How do you avoid it?\n\nSome choose mindless amusement. Others seek counseling or therapy. Still others may bury it beneath the stream of constant pleasure, either sinful illicit pleasure or legitimate pleasures.\n\nAlthough some of those things are acceptable for the Christian, none will address the root causes.\n\nIn Mastering Materialism, Tom Pennington opens Matthew 6 and teaches you how to avoid a material mind set that can lead to worrying. You’ll learn how to deal with your worry, your anxiety, and your fears by dealing with the root issues in your life that feed them.",
        "id":37,
        "startingIndex":151,
        "numberOfSermons":6
},

{
        "name":"men_at_work",
        "title":"Men at Work: Every Believer's Part in Sanctification",
        "scripture":"Philippians 2:12-13",
        "text":"Sanctification is the process of true, biblical change. It’s at the very heart of your Christian life and experience. It is essential to your becoming more like Christ.\n\nBut Scripture also instructs you to work out your own salvation, to sanctify yourself. Does that seem contradictory? Isn’t it God who alone sanctifies the believer?\n\nTom Pennington opens the second chapter in Philippians for an in-depth examination of the believer’s role in sanctification. Tom will also teach on God’s role in initiating sanctification – and how the apparent contradiction actually reveals the nuances and majesty of God’s providential dealings toward his people.\n\nTake comfort in Scripture’s promise, knowing that sanctification means that you’re becoming more like Christ, each and every day.",
        "id":6,
        "startingIndex":46,
        "numberOfSermons":5
},

{
        "name":"no_faith_weak_faith_little_faith",
        "title":"No Faith, Weak Faith, Little Faith",
        "scripture":"Mark 9:14-29",
        "text":"Ever had times when you struggled with having enough faith? Were there times when your prayer life wasn’t consistent, without confidence and assurance? Ever battle unbelief — even while confessing Christ as Lord and knowing His promises?\n\nTom Pennington in his series No Faith, Weak Faith, and Little Faith takes you into Mark’s Gospel and spotlights a remarkable incident that happened right after Christ’s transfiguration.\n\nIt’s a story about the so-called faith of the religious leaders. It’s a story about an exhausted, loving dad of a demon-possessed son, a dad struggling with unbelief.\n\nIt’s also a story that takes you on an insightful look at the power — or lack thereof — of the faith and prayer of the apostles themselves.",
        "id":32,
        "startingIndex":127,
        "numberOfSermons":3
},

{
        "name":"no_whining_allowed",
        "title":"No Whining Allowed",
        "scripture":"Philippians 2:14-18",
        "text":"When others see you, do they see you for the person you really are – someone who complains about life’s joys and trials, or someone that rejoices in them?\n\nThe truth of the matter is that when complaining appears as a characteristic of your life, it may prove you don’t really believe in God.\n\nA life of joy shows true faith. Do you have that joy – that ongoing, peaceful fellowship with God?\n\nWhen you complain, you put a cover over the truth by your actions. Instead, Scripture says to hold fast to the gospel. Others are watching your life, and an eternal witness is at hand.\n\nTom Pennington looks at what it means to shine forth as lights in the world in No Whining Allowed. Tom begins a comprehensive look at what Scripture teaches about complaining, and just how serious a matter it is from God’s perspective.",
        "id":17,
        "startingIndex":81,
        "numberOfSermons":2
},

{
        "name":"not_from_around_here",
        "title":"Not From Around Here",
        "scripture":"Philippians 1:27-30",
        "text":"It can be awkward when you visit somewhere unfamiliar. You kind of stand out. There are things you pick up on and learn that you’re not aware of. Sometimes you just don’t fit in when you go to places unfamiliar to you.\n\nThat’s especially true if you belong to Jesus Christ. You no longer fit in here. You’ve become a citizen of heaven.\n\nCitizenship in heaven comes with wonderful privileges, but it comes with serious duties and responsibilities as well.\n\nIn his series Not From Around Here, Tom Pennington opens Paul’s letter to the Philippians and helps to equip you for dual citizenship. You’ll live and conduct yourself to reflect your true homeland, heaven, and also be prepared to suffer for His sake if necessary while on earth.",
        "id":26,
        "startingIndex":108,
        "numberOfSermons":2
},

{
        "name":"our_union_with_christ",
        "title":"Our Union with Christ",
        "scripture":"Ephesians 2:19-22",
        "text":"What does it mean to be a citizen of God’s Kingdom — united with Christ Jesus? Fellow citizens in God’s kingdom. Family members in God’s family. Living stones in God’s temple.\n\nThree separate visuals, yet all describe the results of our union with God and with each other as fellow believers. In fact, several references to our unity in Christ are described in terms of building materials. Cornerstones, building blocks “fitted together” into one whole.\n\nTom Pennington’s series Our Union with Christ shows you what it means to be shaped by the Master Builder, custom fitted, according to His purpose, united with Christ.",
        "id":18,
        "startingIndex":83,
        "numberOfSermons":3
},

{
        "name":"pride_and_prejudice",
        "title":"Pride and Prejudice",
        "scripture":"James 2:1-13",
        "text":"It's a simple fact of life. Because we are sinful, we are prone to pride. It is very common for all humans to sit in judgment on the worth of other humans, equally made in the image of God.\n\nThat's where the need for the surgical precision of Scripture comes in. \n\nTom opens James chapter two in a careful examination into the heart of pride and prejudice. You'll learn how the life of the church is dependent on treating your fellow believer equally, without partiality, imitating the very character and mercy of God Himself.",
        "id":35,
        "startingIndex":142,
        "numberOfSermons":2
},

{
        "name":"resolved_to_pursue_lifes_highest_priority",
        "title":"Resolved: To Pursue Life's Highest Priority",
        "scripture":"Deuteronomy 6:4-9",
        "text":"What is truly important? What should be your highest priority?\n\nThe answer remains the most important command in all of Scripture. It's a summary statement of your entire moral duty to God.\n\nTom Pennington unpacks Deuteronomy 6 in his series Resolved: To Pursue Life's Highest Priority. You'll learn the priority that should be the pursuit of your life, the passion of your heart, the end of everything, your obsession, with exclusive allegiance, loving actions of service, and genuine affection with your total self to total excess.",
        "id":39,
        "startingIndex":165,
        "numberOfSermons":3
},

{
        "name":"return_of_the_king",
        "title":"The Return of the King",
        "scripture":"Matthew 2:1-12",
        "text":"It’s the time of year when you celebrate the first advent of Jesus Christ. In a very real sense, that’s true.\n\nBut in another sense, it was His return. The return of the King.\n\nAfter all, it was Jesus there at creation. He walked in the garden of Eden with Adam and Eve. He appeared to Abraham, to Moses, and others.\n\nThroughout the Old Testament, Jesus Christ appears as a shadowy mysterious figure called “the Angel of the LORD.” It was His glory that overshadowed the Holy of Holies. It was His glory that Isaiah saw in the temple. He is the Second Person of the Trinity who appeared to the prophets.\n\nAnd yet, the announcement of Christ’s birth was made to Herod by a most unlikely group of men. An unusual, enigmatic group called “Magi,” or as it is in some translations, “wise men.” Who were they, and when did they come to see Him? How did they know that a King had been born?\n\nIn his two-part series The Return of the King, Tom Pennington describes the “wise men” in a way you may have never considered before. What is your response – Do you seek the King of Kings?",
        "id":21,
        "startingIndex":92,
        "numberOfSermons":2
},

{
        "name":"riches_to_rags",
        "title":"Riches to Rags",
        "scripture":"Philippians 2:5-8",
        "text":"It was believed the Messiah might arrive in fire, revealed in a dazzling vision of heavenly glory. Others believed they would see a military commander, marching into Jerusalem, vanquishing the people from their ongoing oppression.\n\nAs history showed, both assumptions were proven false. Who would have imagined that Almighty God – Messiah – would come into the world as a baby, grow up in a backwoods town, and suffer scorn and ridicule?\n\nWhy would the true God lower Himself to become everything that we are, except without sin?\n\nIn his series entitled Riches to Rags, Tom Pennington shows the deep humility of Jesus, by showing you where He started and how far down He came to save his people.\n\nYou’ll see the incredible journey of the savior, and how it’s a vivid example for those who would follow. Tom looks at the profound implications of what this teaching means for you, and how it impacts your life. You’ll reflect on just how far Christ descended, from Heaven to Earth, just for you. It’s a tale of riches to rags.",
        "id":16,
        "startingIndex":79,
        "numberOfSermons":2
},

{
        "name":"six_steps_to_spiritual_maturity",
        "title":"Six Steps to Spiritual Maturity",
        "scripture":"Philippians 4:1-9",
        "text":"Philippians 4: 1-9 could be summarized as \"Rejoice! Be gentle, not anxious. Pray. Give thanks. Ask. And think about noble and excellent things.\"\n\nEasy to do, right? Not always, especially in a world consumed by narcissism, spiritual shallowness, and sinful influence.\n\nHow do you become spiritually mature? How do you learn to live in harmony with other Christians, facing life's circumstances with joy, endeavoring to be known for a gentle and gracious, spirit, talking to God about everything, and choosing to think about the right things?\n\nTom Pennington's series entitled Six Steps to Spiritual Maturity takes you into that level of confidence and maturity. Rejoice in all circumstances, loving other believers, thinking on noble and excellent things, and giving thanks under any circumstance.",
        "id":8,
        "startingIndex":54,
        "numberOfSermons":4
},

{
        "name":"sovereign_selection",
        "title":"Sovereign (S)election",
        "scripture":"Ephesians 1:4-6",
        "text":"If you’re a believer, why do you enjoy all the spiritual blessings that are yours?\n\nIf you’re a Christian, your spiritual biography did not begin the day you trusted in Jesus Christ. Nor did it begin the day that you began to sense your sin and be convicted by your sin.\n\nYour spiritual biography began at one moment in eternity past, in the councils of the Triune God, with sovereign election.\n\nTom Pennington opens Ephesians 1:4-6 in his series, Sovereign (S)election. You’ll learn the core questions that arise when discussing the topic of election, and how a true understanding of God’s divine choice results in joy, peace, and thanksgiving.",
        "id":34,
        "startingIndex":136,
        "numberOfSermons":6
},

{
        "name":"the_compelling_priorities_of_jesus",
        "title":"The Compelling Priorities of Jesus",
        "scripture":"Mark 1:35-39",
        "text":"How should you spend your life? What are the priorities that should drive your time, that should control and compel your discretionary hours each week?\n\nTom Pennington in his series The Compelling Priorities of Jesus opens Mark's Gospel to give you a glimpse into the compelling priorities of the life of Jesus Christ.",
        "id":29,
        "startingIndex":120,
        "numberOfSermons":1
},

{
        "name":"the_first_testament_of_jesus_christ",
        "title":"The First Testament of Jesus Christ",
        "scripture":"Selected Scriptures",
        "text":"Ever finished a novel and found that at the end you’ve completely missed the main character?\n\nAll too often, you might be doing the same thing with Christ when it concerns the Old Testament. When exactly did Jesus Christ first appear on Earth?\n\nThat’s Tom Pennington’s subject as he opens the Old Testament in his 4-part series entitled The First Testament of Jesus Christ.\n\nThe Second Person of the Trinity, the One who spoke worlds into existence - came to be with us as Immanuel, or God with us. The eternal God became everything that you are and that I am, except for sin.\n\nWhat an amazing thought. As you approach Christmas each year, let your question be, \"How should I respond to Him?\"",
        "id":3,
        "startingIndex":21,
        "numberOfSermons":4
},

{
        "name":"the_heart_of_worship",
        "title":"The Heart of Worship",
        "scripture":"Selected Scriptures",
        "text":"Nothing is more foundational, more crucial, or more vital to the Christian life and experience than worship. Tom Pennington opens his 15-part series entitled The Heart of Worship with three foundations:\n\n1. The end for which God made the world was his own glory.\n\n2. The chief end of man is to glorify God.\n\n3. You were made to worship.\n\nLearn how idolatry remains alive and well on planet earth – even in the church, and how that directly impacts worship. What about style of music? Does the condition of your heart matter?\n\nAnd what was it about Jesus’ encounter with the Samaritan woman at the well that was groundbreaking in its significance on true worship?\n\nTrue worship is a rare commodity. God’s Word is central. Be enriched by this 15-part series as you examine your own heart of worship.",
        "id":5,
        "startingIndex":31,
        "numberOfSermons":15
},

{
        "name":"the_one_anothers",
        "title":"The One Anothers",
        "scripture":"Selected Scriptures",
        "text":"Alexis de Tocqueville wrote, “In democratic societies, each citizen is habitually busy with the contemplation of a very petty object: Himself.”\n\nPrescient, when you consider that de Tocqueville said that far before today’s era of advanced technology and on-demand convenience. Too often however, things designed to unite us can result in further isolation from each other.\n\nBy way of contrast, Christ commands his followers to live in relationship with one another. To know one another’s needs. To care for one another. To love one another.\n\nTom Pennington’s series titled The One Anothers looks at selected passages from Scripture, with practical insights to help grow you toward that goal.",
        "id":23,
        "startingIndex":97,
        "numberOfSermons":5
},

{
        "name":"the_parable_of_the_soils",
        "title":"The Parable of the Soils",
        "scripture":"Mark 4:1-20",
        "text":"The subject matter of Mark 4 has challenged the thinking of believers of all ages. As Jesus’ ministry unfolded, there were different responses to Him.\n\nThose varied responses raise an important question: If Jesus was in fact Messiah – the Son of God – then why didn’t everyone embrace Him? Why don’t all people today embrace Him?\n\nIn The Parable of the Soils, Tom Pennington addresses that question. Christ Himself said this parable was the most important of all His parables. Not only does it contain foundational truths, it’s an apologetic for the reason not everyone accepts the claims of Jesus Christ.\n\nAs Tom teaches, it introduces some of the deepest theological significance in the entire New Testament. So much so, it deals with how you respond to everything else that Jesus teaches.",
        "id":31,
        "startingIndex":124,
        "numberOfSermons":3
},

{
        "name":"the_power_of_your_influence",
        "title":"The Power of Your Influence",
        "scripture":"Matthew 5:13-16",
        "text":"What does it mean to have influence, and what are the responsibilities? Why does the Bible mention 'salt and light' when describing the Christian's influence to the world?\n\nTom Pennington in his series The Power of Your Influence opens Matthew's gospel, teaching on ways the Christian can promote genuine and preserving influence in the world as salt and light.\n\nAlong the way, you'll learn the individual Christian's role as salt and light in the world, balanced with the mission of the church — as a whole — to the world.\n\nYou'll be challenged to examine things that influence you most, and then carefully discern the power of your own influence on those around you.",
        "id":40,
        "startingIndex":168,
        "numberOfSermons":2
},

{
        "name":"the_reason_we_live",
        "title":"The Reason We Live",
        "scripture":"Philippians 1:18b-26",
        "text":"What’s the meaning of life?\n\nMore specifically, what is your purpose for living?\n\nAll too often, the daily pursuit of Christ-likeness is diluted at best and derailed at worst by the stuff of life around you. The pursuit should expend every ounce of energy you have, much like a marathoner.\n\nWhat does it really mean to have a single-minded devotion to Christ – confident daily living, then resting in the end at one’s death?\n\nThe Reason We Live will help you learn how to live for Christ, knowing that dying is gain, and what is meant by true ministry to others – by God’s standard, not your own.",
        "id":12,
        "startingIndex":68,
        "numberOfSermons":4
},

{
        "name":"the_wisdom_from_hell_vs_the_wisdom_from_heaven",
        "title":"Wisdom from Hell vs. Wisdom from Heaven",
        "scripture":"James 3:13-18",
        "text":"Who among you is wise and understanding?\n\nIn today’s world, any number of hands would raise. No shortage of wisdom, some would say, with all the advances in technology and society.\n\nMan seems to have no need to examine himself in light of his own eyes. But look a little deeper. Is wisdom manifested in bitterness, selfish ambition, and arrogance? No shortage of those things, either.\n\nHow then can you tell the difference between truly godly wisdom and pagan, earthly wisdom?\n\nThankfully, there is a reliable resource that discerns the two every time: God’s Word.\n\nTom Pennington helps you know the difference in his 5-program series Wisdom from Hell vs. Wisdom from Heaven.",
        "id":19,
        "startingIndex":86,
        "numberOfSermons":5
},

{
        "name":"twelve_unlikely_men",
        "title":"Twelve Unlikely Men",
        "scripture":"Mark 3:13-19",
        "text":"Three sets of brothers. Two nicknamed “sons of thunder.” One a devoted zealot. Still another, a hated tax collector.\n\nPerhaps never a more unlikely calling of men to be paradigms of leadership and highly-favored representatives. And yet, they are forever known as the Twelve Disciples.\n\nEver wondered why these men were chosen? What was it about them? Were they natural leaders? Were they rich — born into nobility, destined by family heritage?\n\nFrom all the crowds that followed Him, why did Jesus choose these men in particular, and for what purpose?\n\nTom Pennington in his series Twelve Unlikely Men opens Mark’s Gospel and takes you on a personal biography of what Scripture says about each man.",
        "id":30,
        "startingIndex":121,
        "numberOfSermons":3
},

{
        "name":"war_and_peace",
        "title":"War and Peace: Learning to Deal with Conflict",
        "scripture":"James 4:1-10",
        "text":"Wars and conflicts are a recurring theme throughout history, both in the affairs of nations and individual persons alike. Perhaps even now, you find yourself in conflict with someone.\n\nWhat does the Bible say about how you should deal with conflict? Is it possible for Christians to come into personal conflict with each other – even within the church?\n\nTom Pennington’s War and Peace: Learning to Deal with Personal Conflict, a series on James 4:1-10, helps you identify the source of your conflicts, the need for genuine repentance, and practical steps for dealing with conflict in a way that honors the Lord.",
        "id":33,
        "startingIndex":130,
        "numberOfSermons":6
},

{
        "name":"watch_your_mouth",
        "title":"Watch Your Mouth",
        "scripture":"James 3:1-12",
        "text":"It can bring down presidents and kings. It captivates hearts and minds, calms a girl’s cry, and can set a room on fire. It’s been compared to a ship’s rudder, keeping it on course or running it onto a beach.\n\nAt its worst, it defiles the whole body. At its best, it lifts high praise to God.\n\nThe tongue is a powerful instrument.\n\nThe words you use reveal the validity of your faith and carry great consequences.\n\nEver said something that you immediately regretted, longing to pull it back in before it went any farther? \n\nWhat does the Bible say about controlling the tongue, and more importantly, what are the blessings in doing so?\n\nIn Watch Your Mouth, Tom Pennington shows five reasons why you should watch your words, being mindful of their impact on others and yourself.\n\nYou’ll realize the glorious alternative that life in the Spirit can yield, helping you change your speech habits in order to give glory to God and grace to others.",
        "id":14,
        "startingIndex":74,
        "numberOfSermons":2
},

{
        "name":"what_are_your_intentions",
        "title":"What are Your Intentions?",
        "scripture":"Philippians 1:15-18a",
        "text":"God is concerned about your actions.\n\nHe’s also concerned about the motive behind them. Sadly, neither your own motives nor those of others are always pure.\n\nBut suppose you’re in ministry: What are the appropriate motives? And how should you respond to those who are ministering under the wrong motives?\n\nTom Pennington’s 3-part series entitled What are Your Intentions? shows you how to respond to those situations.\n\nYou’ll discover the key applications and implications that grow from what the Apostle Paul taught about his life and circumstances.\n\nWeigh and evaluate your own ministry motives with this important study.",
        "id":24,
        "startingIndex":102,
        "numberOfSermons":2
},

{
        "name":"when_lifes_not_fair",
        "title":"When Life's Not Fair",
        "scripture":"James 5:7-12",
        "text":"Have there been moments in your life when you felt something was unfair? You’re not alone.\n\nFrom a child having his favorite toy taken away by his baby sister, to the hard-working employee passed over for a promotion – Life is full of moments when the idea of fairness is put to question.\n\nYou may think there’s no hope or way in which to cope with the injustices around you. But God is not blind.\n\nThere is a way to patiently endure life’s injustices now, while looking ahead to future vindication. Strengthen your heart as Tom Pennington leads you through his series entitled When Life’s Not Fair.\n\nYou’ll find James 5:7-12 a rich source of comfort and assurance, helping you to unveil the secret of being patient in this life during unfair moments that leave you without answers.",
        "id":13,
        "startingIndex":72,
        "numberOfSermons":2
}]
}


